import JuliaPhoto from '../assets/images/photos/julia.png'
import AndreyPhoto from '../assets/images/photos/andrey.png'
import NikitaPhoto from '../assets/images/photos/nikita.png'
import RomaPhoto from '../assets/images/photos/roma.png'

import designSquare1 from '../assets/images/portfolio/design/photo1.png'
import designSquare2 from '../assets/images/portfolio/design/photo2.png'
import designSquare3 from '../assets/images/portfolio/design/photo3.png'

export const juliaPhoneNumber = '+7 (923) 465-99-77'
export const andreyPhoneNumber = '+7 (951) 604-80-60'
export const nikitaPhoneNumber = '+7 (913) 295-92-49'

export const progress = [
  {
    title: '2+',
    text: 'международных проектов'
  },
  {
    title: '250+',
    text: 'реализованных проектов'
  },
  {
    title: '13+',
    text: 'лет опыта'
  }
]

export const services = [
  {
    id: 1,
    subtitle: 'дизайн-проект',
    text: 'Дизайн-проект интерьера представляет собой комплексное решение по организации пространства, состоящее из разработки концепции будущего интерьера, подбора всех отделочных материалов и мебели, а также полного набора рабочих чертежей и 3D визуализации.',
    cost: ['ЖИЛЫЕ от 1 000 руб/ м²', 'КОММЕРЧЕСКИЕ от 500 руб/ м²']
  },
  {
    id: 2,
    subtitle: 'планировочные решения',
    text: 'Услуга перепланировки предполагает разработку трех вариантов расположения мебели и оборудования в рамках существующей площади объекта. Разработка вариантов ведется с учетом соблюдения всех СНИПов и норм для дальнейшего согласования утвержденного планировочного решения в необходимых инстанциях.',
    cost: ['ДО 100 м² от 60 000 руб.', 'ОТ 100 м² от 70 000 руб.']
  },
  {
    id: 3,
    subtitle: 'авторский надзор',
    text: 'Авторский надзор представляет собой контроль автора проекта за его реализацией. Дизайнер решает все возникающие в процессе ремонта вопросы по проекту, а также ведет контроль своевременной поставки материалов на объект, рабочих чертежей и 3D визуализации.',
    cost: ['ДО 150 м² от 30 000 руб/мес.', 'ДО 300 м² от 40 000 руб/мес.']
  },
  {
    id: 4,
    subtitle: 'декорирование',
    text: 'Декорирование – это завершающий штрих в разработке дизайна вашего интерьера, который предполагает подбор аксессуаров, текстиля, картин и других декоративных элементов.',
    cost: ['СТОИМОСТЬ ВЫЕЗДА ДИЗАЙНЕРА от 1 500 руб.']
  },
  {
    id: 5,
    subtitle: 'айдентика (для коммерческих проектов)',
    text: 'Мы уверены, что одними из ключевых факторов успеха любого заведения являются фирменный стиль и айдентика. Только комплексное решение позволяет создать успешный завершенный образ Вашего бизнеса.',
    cost: ['РАЗРАБОТКА ФИРМЕННОГО СТИЛЯ от 100 000 руб.']
  },
  {
    id: 6,
    subtitle: 'архитектурное проектирование',
    text: 'Основным направлением архитектурного проектирования нашей компании являются частные дома. В ходе разработки общей архитектурной концепции будущего дома, важно не только спроектировать внешний облик здания, но и грамотно организовать внутреннее пространство. Это позволяет максимально рационально и гармонично спланировать пространство для разработки последующего дизайна интерьера.',
    cost: ['ИНДИВИДУАЛЬНЫЙ ПРОЕКТ ДОМА от 1 000 руб/ м²']
  }
]

export const meeting = [
  {
    subtitle: 'Знакомство',
    text: 'Если вы впервые заказываете дизайн-проект, то у вас наверняка очень много вопросов, и мы с радостью ответим на каждый из них. Вы можете написать нам в WhatsApp, Telegram или позвонить.'
  },
  {
    subtitle: 'Расскажите нам о вашем проекте',
    text: 'Чтобы мы могли сделать вам коммерческое предложение, нам необходимо знать площадь вашего объекта, и какой вид услуги вам нужен.'
  },
  {
    subtitle: 'Мы расскажем о процессе',
    text: 'Из чего состоит проект? Какие этапы работ предстоит пройти? Как будет проходить строительство? Сколько будет стоить реализация? И еще множество вопросов, на которые мы с удовольствием вам ответим.'
  },
  {
    subtitle: 'Встреча',
    text: 'Если вы из Санкт-Петербурга или Новокузнецка, то встречу назначаем у нас в офисе. Если вы из другого города, то встречу проводим по видеосвязи. На этой встрече мы с вами детально обсуждаем ваш будущий проект и на примерах показываем специфику нашей работы.'
  },
  {
    subtitle: 'Заключение контракта',
    text: 'Когда вы получили всю необходимую информацию и составили в голове представление, о том как будет проходить работа, вам остается принять решение, после которого мы подпишем контракт и начнем создавать проект вашей мечты.'
  }
]

export const servicesCard = [
  {
    id: 1,
    features: [
      'Что входит:',
      '1. Составление технического задания.',
      '2. Обмер помещения.',
      '3. Разработка трех вариантов планировочных решений.',
      '4. Концепция будущего интерьера(коллажи, эскизы, стилевые аналоги).',
      '5. Работа со смежниками, подготовка коммерческих предложений от поставщиков с учетом обозначенного Вами бюджета.Индивидуальный расчет стоимости наполнения помещения.',
      '6. Подбор всех отделочных материалов, мебели и светильников.',
      '7. Совместные поездки по салонам и магазинам, наши сотрудники ответят на все ваши вопросы, и сориентируют во всем многообразии брендов.',
      '8. Полный комплект рабочих чертежей.',
      '9. Спецификация оборудования и материалов.',
      '10. Фотореалистичные визуализации.',
      '11. Смета на чистовые материалы и оборудование по всем выбранным позициям с указанием стоимости и контактов поставщиков.',
      '12. Смета на строительные работы.'
    ],
    cost: [`ЖИЛЫЕ\nот\n1 000 руб/ м²`, 'КОММЕРЧЕСКИЕ\nот\n500 руб/ м²']
  },
  {
    id: 2,
    features: [
      'Данная услуга может быть полезна как тем, кто находится в поиске квартиры и хочет рассмотреть все возможные варианты организации пространства своего будущего жилья, так и тем, у кого недвижимость уже в собственности, и он хочет максимально функционально распределить ее площадь.',
      'Что входит:',
      '1. Замер помещения.',
      '2. Обмерный чертеж с указанием всех размеров и привязкой инженерных коммуникаций',
      '3. Разработка трех вариантов планировочных решений.',
      '*при дальнейшем заключении договора на полный дизайн-проект стоимость услуги входит в стоимость проекта',
    ],
    cost: ['ДО 100 м²\nот\n60 000 руб.', 'ОТ 100 м²\nот\n70 000 руб.']
  },
  {
    id: 3,
    features: [
      'Услуга включает в себя:',
      '1. Контроль дизайнера за реализацией разработанного им проекта;',
      '2. Внесение необходимых корректировок и изменений в чертежи, которые могут понадобиться для реализации проекта;',
      '3. Выезд дизайнера на объект 2 раза в месяц, взаимодействие с прорабом, консультации по телефону;',
      '4. Согласование с заказчиком счетов на отделочные материалы, оборудование и мебель;',
      '5. Согласование графика поставки отделочных материалов на объект в соответствии с графиком строительных работ.',
    ],
    cost: ['ДО 150 м²\nот\n30 000 руб/мес.', 'ДО 300 м²\nот\n40 000 руб/мес.']
  },
  {
    id: 4,
    features: [
      'Мы предлагаем услугу декорирования как для реализованных нами интерьеров, так и для любых других пространств, требующих легкого обновления.',
      'Декорирование помещения включает в себя:',
      '1. Консультации по выбору предметов интерьера, декоративных элементов и аксессуаров;',
      '2. Подбор осветительного оборудования: люстр, настольных ламп, торшеров, бра и т.д.;',
      '3. Подбор текстиля: штор, гардин ролетов и жалюзи;',
      '4. Подбор постельного белья, покрывал, декоративных подушек и скатертей;',
      '5. Подбор аксессуаров: картин, репродукций, скульптур, ваз и т.д. Поездки по магазинам и салонам.',
    ],
    cost: ['СТОИМОСТЬ ВЫЕЗДА\nДИЗАЙНЕРА\nот 1 500 руб.']
  },
  {
    id: 5,
    features: [
      'Услуга включает в себя:',
      '1. Анализ рынка конкурентов;',
      '2. Создание оригинального названия, соответствующего общей концепции заведения;',
      '3. Разработка фирменного стиля, который включает: товарный знак, логотип и варианты его подачи, вывеску, слоган и другие элементы;',
      '4. Подготовка презентации оформления и брендирования необходимых корпоративных элементов (листовки, буклеты, меню, рекламные баннеры);',
      '5. Web дизайн (оформление страниц в социальных сетях, интернет реклама, дизайн сайтов).',
      'Стоимость рассчитывается в индивидуальном порядке в зависимости от сложности и объема поставленных задач.',
    ],
    cost: ['РАЗРАБОТКА\nФИРМЕННОГО СТИЛЯ\nот 100 000 руб.']
  },
  {
    id: 6,
    features: [
      'Стоимость рассчитывается в индивидуальном порядке в зависимости от сложности объекта. Конструктивные решения (КР) Архитектурные решения (АР) Инженерные решения (ОВ, ВК, АВР, ЭС, слаботочные системы, кондиционирование)'
    ],
    cost: ['ИНДИВИДУАЛЬНЫЙ\nПРОЕКТ ДОМА\nот 1 000 руб/ м²']
  }
]

export const employees = [
  {
    src: JuliaPhoto,
    name: 'Юлия Кошкина',
    post: 'АРХИТЕКТОР, TEAM LEAD, FOUNDER',
    description: 'Окончила Сибирский Государственный\nУниверситет в г. Новокузнецк\nпо специальности "Архитектура"\n\nЗанимается деятельностью в областях\nархитектуры и дизайна более 10 лет\n\nНаправления деятельности:\n- Архитектурное проектирование\n- Дизайн интерьера\n- Проектирование общих конструктивных\nи архитектурных решений зданий и сооружений'
  },
  {
    src: AndreyPhoto,
    name: 'Андрей Витомский',
    post: 'АРХИТЕКТОР, ДИЗАЙНЕР, CEO',
    description: 'Окончил Новосибирский Государственный\nУниверситет архитектуры, дизайна и искусств\nим А.Д. Крячкова по специальности "Архитектура"\n\nНаправления деятельности:\n- Архитектурное проектирование\n- Дизайн интерьера\nЗанимается деятельностью в областях\nархитектуры и дизайна более 4-х лет'
  },
  {
    src: NikitaPhoto,
    name: 'Никита Жуков',
    post: 'ДИЗАЙНЕР, CEO',
    description: 'Окончил Новосибирский Государственный\nАрхитектурно-Строительный Университет\n(СИБСТРИН) по специальности "Архитектура"\n\nНаправления деятельности:\n- Дизайн интерьера\n- Фитодизайн\nЗанимается деятельностью в области\nдизайна интерьера более 4-х лет'
  },
  {
    src: RomaPhoto,
    name: 'Роман Агеев',
    post: 'ИНЖЕНЕР-КОНСТРУКТОР',
    description: 'Окончил Новосибирский Государственный\nАрхитектурно-Строительный Университет\n(СИБСТРИН) по специальности "Архитектура"\n\nНаправления деятельности:\n- Архитектурное проектирование\n- Металлоконструкции\nЗанимается деятельностью в областях\nархитектуры и металлоконструкций\nболее 4-х лет'
  },
]

export const portfolioSquares = [
  {
    id: 'design',
    links: [designSquare1, designSquare2, designSquare3]
  },
  {
    id: 'planning',
    links: ['2', '2', '2', '2', '2',]
  }
]